# LightingInvExport

## Description
Exports Lighting inventory to data exchange file.

```pascal
PROCEDURE LightingInvExport;
```

```python
def vs.LightingInvExport():
    return None
```

## Examples
```pascal
LightingInvExport;
```
```python
import vs

# Exports Lighting inventory to data exchange file.
vs.LightingInvExport()
```

## Version
Availability: from Vectorworks 2015

## Category
* Spotlight